{
  "about": {
    "secLabel": "Über mich<span>.</span>",
    "aboutHeader": "Hallo, ich bin <span>Shantisa Strowder</span>, eine leidenschaftliche Software-Entwicklerin, die sich darauf spezialisiert hat, <span>fesselnde</span> und <span>benutzerfreundliche</span> digitale Erlebnisse zu gestalten.",
    "aboutSummary": "Meine Reise in die Webentwicklung begann während meiner Amtszeit als Webmasterin für den Journalismusklub meiner High School, wo ich die Entwicklung der Cedar Blueprints-Website auf WordPress leitete. Diese Erfahrung hat mir ein solides Fundament in Webtechnologien wie HTML und CSS vermittelt und meine Leidenschaft für die Gestaltung ansprechender Online-Schnittstellen entfacht.",
    "showText": "Mehr anzeigen",
    "lessText": "Weniger anzeigen",
    "fullSummary": "Mit einem Bachelor-Abschluss in Informatik von der University of Georgia bin ich bestrebt, kontinuierlich zu lernen. Ein Jahr nach meinem Abschluss widmete ich mich der Vertiefung meiner Kenntnisse in Frontend-Technologien, mit einem Fokus auf React und der essenziellen Bedeutung von Testing in der Webentwicklung. Ich bin davon überzeugt, dass es wichtig ist, mit den sich wandelnden Technologien Schritt zu halten, um in diesem Bereich erfolgreich zu sein, und ich freue mich darauf, meine Lernbegeisterung in Ihr Team einzubringen.<br>Derzeit absolviere ich einen Master-Studiengang in Artificial Intelligence an der Johannes Kepler Universität Linz. Ich suche nach einem Praktikum, um meine Expertise in Softwaretechnologien anzuwenden und durch innovative Projekte vielfältige Erfahrungen zu sammeln. Ich lebe in Linz, Österreich, mit Wurzeln in Athens, Georgia. Die Erfahrung, in verschiedenen Kulturen und Umgebungen zu leben, hat meinen Horizont erweitert und meine Anpassungsfähigkeit in meiner Arbeit als Software-Entwicklerin gefördert.<br>In meiner Freizeit spiele ich gerne Videospiele, experimentiere in der Küche mit kulinarischen Kreationen und halte mich über die neuesten Trends und Technologien in der Frontend-Entwicklung auf dem Laufenden. Mein Portfolio zeigt die Zusammenfassung meiner bisherigen Reise, und ich freue mich darauf, neue Herausforderungen anzunehmen und bedeutungsvolle Beiträge zu leisten.<br>Erkunden Sie gerne die anderen Abschnitte meines Portfolios, um mehr über meine Fähigkeiten und Projekte zu erfahren. Obwohl meine berufliche Reise gerade erst begonnen hat, bringe ich eine Leidenschaft für das Lernen und ein solides Fundament in der Frontend-Entwicklung in jede Gelegenheit ein."
  }
}