{
  "about": {
    "secLabel": "Über mich<span>.</span>",
    "aboutSummary": "Hallo, ich bin <span>Shantisa Strowder</span>, eine leidenschaftliche Frontend-Entwicklerin, die sich der Gestaltung <span>fesselnder</span> und <span>benutzerfreundlicher</span> Web-Erlebnisse verschrieben hat.<p>Meine Reise in die Webentwicklung begann während meiner Zeit als Webmasterin für den Journalismusclub meiner High School, wo ich die Entwicklung der Cedar Blueprints-Website auf WordPress leitete. Diese Erfahrung vermittelte mir ein solides Fundament in Webtechnologien, einschließlich HTML und CSS, und entfachte meine Leidenschaft für die Erstellung ansprechender Online-Schnittstellen.</p>",
    "showText": "Mehr anzeigen",
    "lessText": "Weniger anzeigen",
    "fullSummary": "<p>Mit einem Bachelor-Abschluss in Informatik von der University of Georgia bin ich dem kontinuierlichen Lernen verpflichtet. Ein Jahr nach meinem Abschluss widmete ich mich der Erweiterung meines Wissens über Frontend-Technologien, wobei mein Fokus auf React und der wichtigen Komponente des Testens in der Webentwicklung lag. Ich glaube, dass es entscheidend ist, mit sich wandelnden Technologien Schritt zu halten, um in diesem Bereich erfolgreich zu sein, und freue mich darauf, meine Leidenschaft für das Lernen in Ihr Team einzubringen.<br>Jetzt suche ich aktiv nach einer Junior-Position in der Frontend-Entwicklung, um mein Wissen und meine Leidenschaft einzusetzen. Derzeit lebe ich in Linz, Österreich, mit Wurzeln in Athens, Georgia. Die Erfahrung, in verschiedenen Kulturen und Kontexten zu leben, hat meine Perspektive bereichert und Anpassungsfähigkeit in meine Arbeit als Frontend-Entwicklerin gebracht.<br>In meiner Freizeit spiele ich gerne Videospiele, experimentiere in der Küche mit kulinarischen Kreationen und bleibe auf dem Laufenden über die neuesten Trends und Technologien in der Frontend-Entwicklung. Mein Portfolio zeigt die Summe meiner bisherigen Reise, und ich freue mich darauf, neue Herausforderungen anzunehmen und bedeutende Beiträge zu leisten.<br>Erkunden Sie gerne die anderen Abschnitte meines Portfolios, um mehr über meine Fähigkeiten und Projekte zu erfahren. Obwohl meine berufliche Reise gerade erst begonnen hat, bringe ich eine Leidenschaft für das Lernen und ein solides Fundament in der Frontend-Entwicklung in jede Gelegenheit ein.</p>"
  }
}