{
  "about": {
    "secLabel": "About Me<span>.</span>",
    "aboutSummary": "Hello, I'm <span>Shantisa Strowder</span>,  a passionate front-end developer dedicated to crafting <span>captivating</span> and <span>user-friendly</span> web experiences.<p>My journey into web development commenced during my tenure as a webmaster for my high school journalism club, where I led the development of the Cedar Blueprints website on WordPress. This experience equipped me with a strong foundation in web technologies, including HTML and CSS, and ignited my fervor for creating engaging online interfaces.</p>",
    "showText": "Show more",
    "lessText": "Show less",
    "fullSummary" : "<p>With a bachelor's degree in Computer Science from the University of Georgia, I am committed to continuous learning.  I dedicated a year after graduation to expanding my knowledge of front-end technologies, focusing on React and the critical aspect of testing in web development. I believe that staying current with evolving technologies is essential to thriving in this field, and I'm excited to bring my passion for learning to your team.<br>Now, I'm actively seeking a junior position in front-end development to put my knowledge and passion to work. I currently reside in Linz, Austria, with my roots in Athens, Georgia. The experience of living in different cultures and contexts has enriched my perspective and instilled adaptability into my work as a front-end developer.<br>In my free time, I enjoy playing video games, experimenting with culinary creations in the kitchen, and staying up to date with the latest trends and technologies in front-end development.  My portfolio showcases the culmination of my journey so far, and I'm excited to embrace new challenges and make meaningful contributions.<br>Feel free to explore the other sections of my portfolio to learn more about my skills and projects. Though my professional journey has just begun, I bring a passion for learning and a strong foundation in front-end development to every opportunity.</p>" 
  }
}